/* 
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d falsche Pin-Eingaben";
"%d Failed Password Attempts" = "%d fehlgeschlagene Passworteingaben";

"1 Failed Passcode Attempt" = "1 falsche Pin-Eingabe";
"1 Failed Password Attempt" = "1 fehlgeschlagene Passworteingabe";

"Do you want to use Touch ID for authentication?" = "Möchten Sie Touch ID zur Authentifizierung nutzen?";

"Done" = "Fertig";

"Enable Touch ID" = "Touch ID aktivieren";

"Enter a different passcode. Cannot re-use the same passcode." = "Geben Sie eine andere PIN ein. Die gleiche PIN kann nicht wiederverwendet werden.";
"Enter a different password. Cannot re-use the same password." = "Bitte geben Sie ein anderes Passwort ein. Das gleiche Passwort kann nicht erneut verwandt werden.";

"Enter a passcode" = "Eine PIN eingeben";
"Enter a password" = "Geben Sie ein Passwort ein";

"Enter your new passcode" = "Geben Sie ihre neue PIN ein";
"Enter your new password" = "Geben Sie Ihr neues Passwort ein";

"Enter your old passcode" = "Geben Sie ihre allte PIN ein";
"Enter your old password" = "Geben Sie Ihr altes Passwort ein";

"Enter your passcode" = "Ihren PIN eingeben";
"Enter your password" = "Geben Sie Ihr Passwort ein";

"Invalid Passcode" = "Ungültige PIN";
"Invalid Password" = "Ungültiges Passwort";

"Passcodes did not match.\nTry again." = "PINs stimmten nicht überein.\nErneut versuchen.";
"Password did not match.\nTry again." = "Passwort stimmte nicht überein.\nErneut versuchen.";

"Re-enter your passcode" = "PIN erneut eingeben";
"Re-enter your password" = "Passwort erneut eingeben";

"Try again in %d minutes" = "Versuchen Sie es in %d Minuten erneut";

"Try again in 1 minute" = "Versuchen Sie es in 1 Minunte erneut";